Repository: olympsis/client-iOS
Catalog: Olympsis/Localization/Catalogues/Profile.xcstrings
Source language: en
Languages: es_419, fr

source: Awards
es_419: Premios
fr: Récompenses

source: Badges
es_419: Insignias
fr: Insignes

source: Bio
es_419: Biografía
fr: Biographie

# bio-sub-text
source: Share some information about yourself
es_419: Comparte alguna información sobre ti
fr: Partagez quelques informations sur vous-même

source: Edit picture
es_419: Editar imagen
fr: Modifier l'image

source: Edit profile
es_419: Editar perfil
fr: Modifier le profil

source: Go find some!
es_419: ¡Ve a buscar alguno!
fr: Allez en chercher!

source: Go join one!
es_419: ¡Únete a uno!
fr: Rejoignez-en un!

source: Groups
es_419: Grupos
fr: Groupes

source: Hometown
es_419: Ciudad natal
fr: Ville natale

# hometown-sub-text
source: Where do you call home? We need a fall back location if we can’t find you through your location
es_419: ¿Dónde vives? Necesitamos una ubicación alternativa si no podemos encontrarte a través de tu ubicación.
fr: Où habitez-vous ? Nous avons besoin d'un emplacement de secours si nous ne parvenons pas à vous localiser.

source: No badges
es_419: Sin insignias
fr: Pas de badges

source: No clubs enrolled
es_419: No hay clubes inscritos
fr: Aucun club inscrit

# no-past-events
source: No past events found
es_419: No se encontraron eventos pasados
fr: Aucun événement passé trouvé

source: No trophies
es_419: Sin trofeos
fr: Pas de trophées

source: Past Events
es_419: Eventos pasados
fr: Événements passés

# profile-past-events
source: Past Events
es_419: Eventos pasados
fr: Événements passés

source: Profile Visibility
es_419: Visibilidad del perfil
fr: Visibilité du profil

# profile-visibility-sub-text
source: Allow users not on your friends list to see your profile
es_419: Permitir que usuarios que no están en tu lista de amigos vean tu perfil
fr: Autoriser les utilisateurs qui ne figurent pas sur votre liste d'amis à voir votre profil

source: Sports
es_419: Deportes
fr: Activités sportives

# sports-sub-text
source: What athletic activities are you into?
es_419: ¿Qué actividades deportivas practicas?
fr: Quelles activités sportives pratiquez-vous ?

source: Trophies
es_419: Trofeos
fr: Trophées

source: Username
es_419: Nombre de usuario
fr: Nom d'utilisateur

# username-sub-text
source: What would you like your nickname to be?
es_419: ¿Cual te gustaría que fuese tu apodo?
fr: Quel surnom souhaiteriez-vous avoir ?
